Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/jo-larsa-gammen.html.tmx
Source language: nob
Languages: sma

source: Denne markante gammetuften kalles etter John Larsen (1829-1914) og sønnen Anders Johnsen, som bygget gammen i 1879.
sma: Daate sjïere gåetiesijjie gohtjesåvva «Jo’Larsa-gåetie» John Larsen (1829-1914) jïh baernie Anders Johnsenen mietie mah gåetiem tseegkigan 1879.

source: I tillegg til beboelsesgammen sto det uthus og høyløe ved gammen.
sma: Lissine gåatan gusnie årroejin, lij aaj ålkoegåetie jïh suejnielaaroe gåetien lïhke.

source: Far og sønn bodde her frem til 1890, da de flyttet til Dalbakk.
sma: Aahtjetjeguaktah daesnie årroejigan 1890 raajan, gosse Dalbakkese juhtigan .

source: I følge lærer Joakim Sletthaug var det ikke trygt for noen å komme seg over Tverrelvbrua, særlig ikke når det var mørkt.
sma: Lohkehtæjjan mietie Joakim Sletthaug ij lij jearsoe naakenidie Jalgesjohka-pruvvien bijjelen båetedh, jïh ij gosse jemhkelde.

source: Det spøkte når en gikk over brua.
sma: Sjurhpiedi gosse pruvvien bijjelen veedtsi.

source: Det knakte og smalt i treverket, særlig når det var værskifte.
sma: Moerevierhkesne maatsi jïh smealladi, joekoen gosse jeatjah vearelde sjïdti.

source: Etter råd fra noen eldre, holdt skolebarna hverandre i hendene og leste Fader vår, mens de sprang over brua i høstmørket.
sma: Raeriej mietie såemies båarasåbpoe almetjijstie, skuvlemaanah sinsitniem virtiehtin jïh Aehtjie mijjen lohkin, mearan pruvvien bijjelen vaarrin tjaktjejemhkielisnie.

source: De hjalp også å synge bestemte vers av salmeboka.
sma: Aaj lijsi vihties viersh saalmegærjeste laavlodh.

source: Predikanten John Olai Elvebakk (1912-1984) fortalte at han møtte en mørk skikkelse mellom Tverrelva og Kvigelva en mørk vinterkveld.
sma: Ööhpehtæjja John Olai Elvebakk (1912-1884) soptsesti satne mïrhke gaagkoem råaki Jalgesjohkan jïh Kvigelvan gaskesne jemhkelds daelvieiehkeden.

source: Han hadde hestesko på sin venstre fot, som viste at det var fanden sjøl.
sma: Gaagkoen lij hierkiegaamege gårroehjuelkesne, mij vuesiehti satne lij jïjtjehke bahha.

source: Tverrelva kan være farlig på vinterstid.
sma: Jalgesjohka maahta vaarege årrodh daelvege.

source: Det har tidligere gått is- og steinskred, som endte helt ute på isen på Snubbavannet.
sma: Aarebi væjroe orreme jïengeste jïh gierkijste mah jïengem Snubba-jaevresne jakseme.

source: Det ligger fremdeles store steiner der etter slike skred.
sma: Annje stoerre gierkieh desnie dagkerh væjroej minngesne.

source: Jan Elvebakk fortalte at en gang han var på vei hjem fra skolen rundt 1960, hørte han drønn fra Tverrelva.
sma: Jan Elvebakk soptsesti ikth gosse edtji gåetide vaedtsedh skuvleste ovrehte 1960, dellie lovterem govli Jalgesjohkeste.

source: Han sprang det han kunne mot Nyheim, og så ismasser som var nesten helt opp mot dagens bru over Tverrelva.
sma: Dïhte Nyheimen vööste skodtedi, jïh jïengeveahkah vööjni mij mahte bæjjese jaksi daan beajjetje pruvvien vööste Jalgesjohkan bijjelen.
